Revit 2027 API
ParameterTypeId.ViewShowGrids Property
 "Show Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewShowGrids { get; }
Public Shared ReadOnly Property ViewShowGrids As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewShowGrids {
	ForgeTypeId^ get ();
}
static member ViewShowGrids : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace